[M_WontGetFooled MissionDefinition]
MissionName="Won't Get Fooled Again"
MissionDescription="Marshall Friedman needs your help: one of the identical Gutter quadruplets murdered a boy in town, and Friedman doesn't know which one. You'll have to question the witnesses and use your deductive skills if you want to discover the true perpetrator."

[M_WontGetFooled:QuestionWitnessesDescriptionUpdateSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Marshall Friedman needs your help: one of the identical Gutter quadruplets murdered a boy in town, and Friedman doesn't know which one. You'll have to question the witnesses and use your deductive skills if you want to discover the true perpetrator. According to witnesses, the Gutter brother in question killed Justin MacReady with a single bullet to the throat, then ran to Moxxi's bar and angrily demanded safe haven. The buxom bartender shot the murderer three times, the first two bullets impacting harmlessly against the murderer's shield. The murderer then received medical attention at Dr. Zed's before heading home and getting summarily captured by an armed and furious Marshall Friedman."
